["Repeat after me, okay?",
"Oh, Paul, leave me alone.",
"&ndash; Bon appétit. &nbsp;&ndash; Bon appétit.",
"Butter.",
"Oh, my goodness.",
"You have to taste this.",
"Here.",
"I mean... It's...",
"&ndash; I know. &nbsp;&ndash; But I'm...",
"I know. I know. I know.",
"Look at that! Oh, Paul, it's so beautiful!",
"Slow down.",
"Sorry.",
"This is it. Look, right... Just stop.",
"I can't believe we get to live here.",
"Paul!",
"Is this a mistake? Should we have stayed in Brooklyn?",
"We're gonna love Queens. Queens is beautiful.",
"Moving truck's here.",
"You okay?",
"&ndash; Everything is falling down. &nbsp;&ndash; Hey.",
"What are we doing here?",
"Repeat after me.",
"&ndash; Nine hundred square feet. &nbsp;&ndash; Nine hundred square feet.",
"Plus, it's close to your office.",
"Plus, it's close to my office, but we don't have to move.",
"We could renege on the lease, repack everything and live in the Jeep.",
"You're right. You're right.",
"&ndash; Eric, what is that noise? &nbsp;&ndash; What noise?",
"Is it going to be like this every night?",
"Maybe.",
"Jule?",
"It's Versailles.",
"I'm so happy you like it, darling.",
"Good morning, Lower Manhattan Development Corporation,",
"LMDC.",
"Lower Manhattan Development Corporation, Julie Powell.",
"&ndash; My son died in the second tower. &nbsp;&ndash; I'm sorry.",
"I'm so sorry.",
"Are you the person to speak to if I don't like the plan for the memorial",
"&ndash; that was in this morning's Times? &nbsp;&ndash; You can speak to me.",
"&ndash; Do you have any power?   No.",
"I wanna speak to someone with power. I don't like the plan.",
"I don't like the plan either.",
"You people are a bunch of heartless bureaucratic goons.",
"I am not a heartless bureaucratic goon.",
"I am just a person in a cubicle, and I am doing the best I can, ma'am.",
"This is my sixth phone call and the only thing anyone ever tells me is",
"I have to fill out a form to get in line for an insurance payment.",
"And you do. But, I mean, if you don't wanna fill out a form I will fill one out for you,",
"but you're still going to have to come in and sign it.",
"&ndash; To your cubicle? &nbsp;&ndash; Yes.",
"I feel terrible about what you're going through, Mr. Diamond, but...",
"You have no idea what I'm going through, Ms. Powell. You have no idea.",
"&ndash; Please don't yell at me. &nbsp;&ndash; This whole thing is completely inefficient.",
"&ndash; Please stop yelling at me. &nbsp;&ndash; It's ridiculous.",
"&ndash; My 3-year-old is more capable of helping. &nbsp;&ndash; I am your friend.",
"And now the doctor says there's fiberglass in his lungs.",
"He coughs. He never stops coughing. I don't know what to do.",
"His wife says there's so much crap in his lungs he can't breathe,",
"and now his insurance is refusing to pay for this drug that might really work.",
"&ndash; Tell her to call the Health Department. &nbsp;&ndash; That's an answering machine.",
"Andrea Gomez in the mayor's office.",
"Thank you. Thank you.",
"Chocolate cream pie.",
"&ndash; You know what I love about cooking? &nbsp;&ndash; What's that?",
"I love that after a day when nothing is sure,",
"and when I say \"nothing\" I mean nothing, you can come home and absolutely know",
"that if you add egg yolks to chocolate and sugar and milk,",
"it will get thick. It's such a comfort.",
"Bad day?",
"When will this pie be ready?",
"Soon, but I have to make the whipped cream first and let it set.",
"I'll be here. It's a masterpiece.",
"Ritual Cobb salad lunch tomorrow.",
"Dreading, dreading, dreading.",
"Subway.",
"&ndash; Hi. &nbsp;&ndash; Hi.",
"How are you?",
"What can I get for you ladies?",
"I will have a Cobb salad, no bleu cheese.",
"&ndash; Cobb salad, no beets. &nbsp;&ndash; Cobb salad, no bacon.",
"&ndash; Cobb salad, no eggs. &nbsp;&ndash; Okay, tell them...",
"Are you listening carefully, Tracy? Tell them to take the offer up to 185.",
"&ndash; Here she goes. &nbsp;&ndash; Repeat after me, Tracy.",
"&ndash; 1-8-5. &nbsp;&ndash; What's going on?",
"And call me the second you hear back.",
"My assistant. It's almost not worth having one.",
"I know. Yesterday I said to Allison,",
"\"Go to the pharmacy, get me a pair of black pantyhose.\"",
"She came back and said, \"They didn't have any.\"",
"I said, \"Did you try another pharmacy?\" I mean, really.",
"Or Bloomingdale's. What's wrong with trying Bloomingdale's?",
"Yeah, I don't get it. If only I could be my own assistant.",
"You can be.",
"Fire your assistant and don't hire a replacement.",
"No, that's not what I mean, Julie.",
"Excuse me. Oh...",
"&ndash; Oh, those are cute. &nbsp;&ndash; Oh, thanks. Thanks.",
"Okay, tell them 190, 1-9-0. Great.",
"\"1-9-0.\" What? What are you up to?",
"$190 million. We're assembling a parcel at Midtown.",
"Oh, wow. Oh, oh, that is so great, Cassie.",
"A parcel of what?",
"Buildings.",
"We're gonna tear them all down and put up a high-rise.",
"&ndash; To your parcel. &nbsp;&ndash; Thank you.",
"And enough about you, here's to me.",
"As of yesterday, I am the senior vice president in charge of corporate publicity.",
"&ndash; No. &nbsp;&ndash; Which means I get a raise",
"and I can borrow half a million dollars at 2º% if I want to.",
"&ndash; Great. &nbsp;&ndash; lf you want to?",
"&ndash; So how's your job, Julie? &nbsp;&ndash; Oh, it's...",
"&ndash; I can only imagine. Heartbreaking. &nbsp;&ndash; So sad.",
"&ndash; Painful. &nbsp;&ndash; Not in a bad way.",
"&ndash; Excuse me. Oh, God, I forgot. &nbsp;&ndash; Excuse me.",
"&ndash; Hello? &nbsp;&ndash; Hello?",
"&ndash; Hi. &nbsp;&ndash; Hi.",
"Hey, Jules? I have got to interview you for this piece that I'm writing.",
"Sure, Annabelle, great. I'd be honored.",
"Call Julie about interview.",
"Find out about dry cleaning. Find out before dinner on Thursday.",
"Saturday party.",
"No.",
"I cannot computer-coach you every day while I'm with my girlfriends.",
"What is it about? The article?",
"It's about our generation turning 30.",
"People turning 30. Oh, my life, I am so busy.",
"I don't know when I can fit you in.",
"May I remind you, I don't want to see you, you want to see me?",
"Yeah. Would a breakfast work?",
"I believed her. What kind of idiot am I?",
"She said, \"It's about our generation turning 30.\"",
"What'd you expect? Annabelle was always a liar.",
"\"Julie Powell, once the editor of the Amherst literary magazine,",
"\"the one we all knew would be 'The One,'",
"\"temped for eight years before giving up on her novel,",
"\"and now works in a cubicle as a mid-level bureaucrat,",
"\"attempting to deal with the aftereffects of 9l11.\"",
"Oh, God, you memorized it? How pathetic.",
"She left so much out.",
"Anyway, the picture was good.",
"&ndash; I looked fat. &nbsp;&ndash; Just your face.",
"I forgot to tell you. Do you know what Annabelle's doing now?",
"&ndash; Sarah told me. A blog. &nbsp;&ndash; Of what?",
"What do you mean \"of what\"? A blog of Annabelle.",
"Of every thought that passes through her brain.",
"Her stupid, vapid, insipid...",
"I could write a blog.",
"I have thoughts.",
"And you're a writer, which is more than I can say for Annabelle.",
"&ndash; lf only that were true. &nbsp;&ndash; You wrote a novel.",
"Half a novel. And no one wanted to publish it.",
"You're not a writer unless someone publishes you.",
"See, that's what's so great about blogs. You don't have to be published.",
"You can just go online, press enter and there it is, out there.",
"What would I write a blog about?",
"You're an editor, tell me.",
"Why don't you write about how much you love Queens?",
"A short blog.",
"You could write about your job.",
"If I wrote a blog about my job and anyone at work ever read it...",
"&ndash; I mean, hello. &nbsp;&ndash; This is good.",
"This is really good.",
"On top of which, the whole idea of writing a blog is to get away from what I do all day.",
"The way that cooking is a way that I get away from what I do all day.",
"So write a blog about cooking.",
"I'm not a real cook, like Julia Child or Mario Batali.",
"Julia Child wasn't always Julia Child.",
"If I really wanted to learn to cook,",
"I could just cook my way through Julia Child's cookbook.",
"I could blog about that.",
"I have a copy. I stole it from my mother last time I was in Texas.",
"When I was eight, my father's boss came to dinner and it was a really big deal,",
"and my mother made boeuf bourguignon.",
"But it wasn't just boeuf bourguignon. It was Julia's boeuf bourguignon.",
"And it was like she was there, like Julia was there in the room,",
"on our side like some great big good fairy.",
"And everything was going to be all right.",
"I'm gonna try to flip this thing over now,",
"which is a rather daring thing to do.",
"She changed everything.",
"Before her, it was frozen food and can openers and marshmallows.",
"Don't knock marshmallows.",
"When you flip anything,",
"you've just got to have the courage of your convictions.",
"Especially if it's a loose sort of mass like...",
"That didn't go very well.",
"But, you see, when I flipped it,",
"&ndash; I didn't have the courage I needed... &nbsp;&ndash; She's so adorable.",
"...the way I should've.",
"But you can always put it together.",
"And you're alone in the kitchen. Who's to see?",
"Pearls. The woman is wearing pearls in the kitchen.",
"...you've just got to practice, like the piano.",
"I'm Julia Child.",
"Bon appétit.",
"&ndash; Bon appétit. &nbsp;&ndash; Bon appétit.",
"Bon appétit.",
"Julia Child is coauthor of the book Mastering the Art of French Cooking.",
"Bon appétit.",
"\"For the servantless American cook.\" That's me, all right.",
"Okay, here's a problem. I've never eaten an egg.",
"And I have a hyperacidic stomach. We'll deal.",
"So I'll cook my way through the Julia Child cookbook",
"and write a blog about it.",
"&ndash; But I'll probably need a deadline. &nbsp;&ndash; Why?",
"Because otherwise it'll be like everything else I do.",
"'Cause let's face it, I never finish anything.",
"&ndash; Hey. &nbsp;&ndash; Well, it's true.",
"You know why I think it is?",
"&ndash; ADD. &nbsp;&ndash; You have ADD?",
"Yes. That's why I'm so bad at housework.",
"Oh, is that it?",
"I'm just saying, a deadline would be good.",
"So a deadline. \"I love deadlines.",
"\"I love the sound they make as they go whooshing past.\"",
"&ndash; Hitchhiker's Guide to the Galaxy. &nbsp;&ndash; I mean it.",
"&ndash; Okay, so a year, or so. &nbsp;&ndash; A year?",
"This thing weighs like two pounds.",
"I have a full-time job. Sometimes I don't get home until 8:00 or 9:00 and...",
"It's crazy. It's crazy.",
"&ndash; Is it crazy? &nbsp;&ndash; Yes. Yes.",
"&ndash; Okay, you want to do Blog Z? &nbsp;&ndash; Yes.",
"Blog Z it is.",
"Nobody here",
"but us servantless American cooks.",
"\"Servantless American cooks.\"",
"&ndash; What do you think? &nbsp;&ndash; Love it.",
"\"Start blogging.\"",
"\"The JulieJulia Project.\"",
"The Book, Mastering the Art of French Cooking.",
"First edition, 1961 by Simone Beck, Louisette Bertholle,",
"and, of course, Julia Child, the woman who taught America to cook and to eat.",
"It's 40 years later and no one can touch her.",
"The Challenge, 365 days, 524 recipes.",
"The Contender, Julie Powell.",
"Government employee by day, renegade foodie by night.",
"Risking her marriage, her job, and her cat's well-being,",
"she has signed on for a deranged assignment.",
"How far it will go, no one can say.",
"Dear Charlie, we're settled in finally, and Julia loves it here.",
"She wants to stay forever.",
"You know how famously grouchy the French can be, dear brother.",
"Everyone here is so delightful.",
"But Julia brings out the best in a polecat.",
"So charming.",
"So she thinks they're the most wonderful people in the world.",
"I feel that I am French.",
"I just must be.",
"Well, you might be.",
"As for staying here forever, I have to say, I wouldn't mind it myself.",
"And I'm so glad that you came,",
"&ndash; I can't tell you. &nbsp;&ndash; It was a very nice show.",
"&ndash; Thanks for coming. &nbsp;&ndash; I enjoyed it.",
"&ndash; Paul, congratulations. Excellent exhibit. &nbsp;&ndash; Thanks so much, Jack.",
"Jack Donovan, this is my wife, Julia.",
"&ndash; It was such a wonderful exhibition, Paul. &nbsp;&ndash; Thank you. Thank you.",
"&ndash; I am so proud of you. &nbsp;&ndash; Oh, good.",
"French people eat French food!",
"&ndash; Every single day! I can't get over it. &nbsp;&ndash; They do.",
"You know I love you so much, I'm gonna let you take the first bite.",
"&ndash; That's so good. &nbsp;&ndash; Before I even had... It's good, is it?",
"What should I do, do you think?",
"About what?",
"I don't really want to go back into government work.",
"You know, but I... Shouldn't I find something to do?",
"These wives don't do anything here.",
"&ndash; That's not me. It's just not me. &nbsp;&ndash; I know.",
"I saw a notice on the bulletin board at the embassy",
"for hat-making lessons.",
"You like hats.",
"I do, I do.",
"I do.",
"What is it that you really like to do?",
"Eat.",
"&ndash; It's what I like to do. &nbsp;&ndash; I know, I know. I know. I know.",
"&ndash; And you are so good at it. Look at you! &nbsp;&ndash; I am good at it.",
"&ndash; Now. How good you are. &nbsp;&ndash; I'm growing in front of you.",
"I was thinking of taking bridge lessons.",
"&ndash; You like bridge. &nbsp;&ndash; I do. I like the idea of bridge.",
"Four points for an ace, three points for a king,",
"two points for a queen, one point for a jack.",
"And breast your cards.",
"Do you have any French cookbooks in English?",
"&ndash; I'm afraid not. &nbsp;&ndash; Gosh.",
"The salesperson. She...",
"Had no idea... Because, you see, there is no French cookbook in English.",
"And all I have is this Joy of Cooking by Irma Rombauer,",
"which is an excellent, excellent cookbook, but it's not French.",
"So I did ask my friend Avis De Voto",
"to look around in the United States to see if she could find...",
"Right. Right.",
"Gosh, I thought I was speaking French to you!",
"Oh, my goodness!",
"What do we have here?",
"&ndash; It's a copy of... &nbsp;&ndash; It's my memoirs.",
"Oh, look.",
"Oh, it's fantastic! But it's in French!",
"&ndash; You'll get there. You'll get there. &nbsp;&ndash; Thank you, darling.",
"I know. I'm learning. I'm trying. I'm really...",
"Happy birthday to me.",
"Happy birthday.",
"&ndash; What can this mean? &nbsp;&ndash; What?",
"&ndash; \"Wash the thighs.\" &nbsp;&ndash; No, \"bathe.\" Bathe the thighs.",
"&ndash; Look, but then... &nbsp;&ndash; Where?",
"\"In butter.\" I know that. But what is the...",
"\"Bathe the thighs in butter and then stuff the...\"",
"What's that word?",
"&ndash; The hen! &nbsp;&ndash; Right. Hen.",
"\"Until she just can't take it anymore.\"",
"&ndash; It doesn't say that. &nbsp;&ndash; It does.",
"I'll show you later in the dictionary. I'll go through the whole recipe with you.",
"&ndash; Why don't I go to cooking school? &nbsp;&ndash; Why don't you?",
"&ndash; I'm serious. &nbsp;&ndash; So am I.",
"Oh, my God.",
"What if you hadn't fallen in love with me?",
"But I did.",
"Oh, gosh.",
"Yesterday was Tuesday, August 13th, 2002.",
"Day one. 364 days to go.",
"I cooked artichokes with hollandaise sauce",
"which is melted butter that's been whipped into a frenzy with egg yolks",
"until it's died and gone to heaven.",
"And let me say this. Is there anything better than butter?",
"Think it over. Every time you taste something",
"that's delicious beyond imagining, and you say, \"What is in this?\"",
"The answer is always going to be \"butter.\"",
"It's incredible.",
"It's been whisked into submission, that's why.",
"The day there's a meteorite heading toward the earth and we have 30 days to live,",
"I am going to spend it eating butter.",
"Here's my final word on the subject.",
"You can never have too much butter.",
"August 24th, day 11.",
"Is this what you mean when you say, \"Don't crowd the mushrooms\"? Is this a crowd?",
"353 days to go. A horrible day at work.",
"An old grandma who looked as if she wouldn't harm a fly",
"called me a pencil-pushing capitalist dupe.",
"But then I came home and cooked chicken with cream, mushrooms and port,",
"and it was total bliss.",
"Here's the big news.",
"I had been cooking mushrooms the wrong way my entire life.",
"Don't crowd the mushrooms, otherwise they won't brown.",
"Are you listening, whoever you are?",
"You're gonna love that one.",
"Day 22.",
"This one's really good with fig jam.",
"I got carried away in Dean &amp; DeLuca last night and spent half my take-home pay.",
"And the first thing I realized when I got to the subway",
"with my groceries, a bag of cat litter,",
"a bottle of olive oil I absolutely could not live without, and a huge bunch of branches",
"was that the branches were probably not a good idea.",
"Sorry.",
"They were slapping folks in the face right and left and I was sweating like a pig.",
"Not surprising, since I've been way too busy cooking fattening food to bother exercising.",
"And then I came home and got a big vote of confidence from my mother.",
"Remind me again why you're doing this...",
"&ndash; Blog. &nbsp;&ndash; Whatever it's called.",
"It's a regimen, Mom. Like doing sit-ups.",
"&ndash; Well, it's just adding pressure. &nbsp;&ndash; What pressure?",
"You have a full-time job, you have a husband,",
"and now you're gonna get sick from blogging.",
"&ndash; It's sort of like being in AA. &nbsp;&ndash; What are you saying?",
"It gives you something you have to do every day, one day at a time.",
"How do you know this lingo?",
"Honey, are you an alcoholic?",
"I'm saying it's good for me to have short-term goals.",
"Well, that is silly. That is just plain silly.",
"Who's reading this blog?",
"People. People are reading it, I'm sure.",
"Well, it's something you decided to do,",
"and you can decide not to, and not one single person's gonna mind.",
"No. Don't you get it? I just started.",
"I can't stop, I have to finish. It's all I've got.",
"Hello? Hello?",
"Stupid dead phone.",
"Hey, it's not all you got.",
"I know. I know. I didn't mean that.",
"Yesterday, I poached an egg.",
"It seemed like the perfect thing to do",
"on perhaps the second worst workday in recorded history.",
"Explain to me how you've never eaten an egg in your whole life.",
"I've had eggs in, like, cakes.",
"Never had an \"egg\" egg. I was a very willful child.",
"It's simmering.",
"I had this notion, God knows why, that poaching eggs would be simple.",
"But I was deeply wrong.",
"\"lmmediately and gently push the white over the yolk with a wooden spoon",
"\"for two to three seconds.\" lmmediately.",
"Disgusting.",
"Oh, maybe the eggs aren't fresh. Julia says the eggs have to be fresh.",
"They are fresh.",
"Okay. You don't have to bite my head off. I'm just quoting Julia.",
"It took three of us, crammed into the kitchen over a pot of simmering water,",
"but, eventually, we nailed it.",
"&ndash; Hello. &nbsp;&ndash; Welcome.",
"How cute is that?",
"And I ate my very first egg of my whole life, ever, ever, ever.",
"I thought eggs were going to be greasy and slimy, but it tastes like",
"cheese sauce. Yum.",
"Julia Child, you are so good.",
"&ndash; Cheers. &nbsp;&ndash; Cheers.",
"And, may I say, excellent wine?",
"&ndash; Do you think Julia knows about you? &nbsp;&ndash; I wish.",
"I have this fantasy that she comes for dinner and I show her my new lemon zester.",
"We become very close.",
"The truth is, no one knows about me.",
"I feel like I'm just sending things into this giant void.",
"Which reminds me. Annabelle's blog. Have you read it lately?",
"Yes.",
"&ndash; It's sort of funny. &nbsp;&ndash; Is it?",
"She's dating this rich guy who owns a plane. His name's Lester.",
"And they do it in the air. People love it. It's a huge hit.",
"What do you think it means if you don't like your friends?",
"&ndash; It's completely normal. &nbsp;&ndash; Men like their friends.",
"We're not talking about men. Who's talking about men?",
"So it's five weeks down, 47 to go, and I feel fantastic.",
"Sometimes, I can't help but wonder. Is there anyone out there reading me?",
"But I'm sure you are, aren't you? Somebody?",
"Anybody?",
"Ernestine, I have a comment.",
"My mother. Doesn't count.",
"Today we will begin by learning to boil eggs.",
"First, you must make sure that the egg is fresh.",
"I was so hoping that...",
"Well, for something a little more advanced, Madame Brassart.",
"But you are not an advanced cook.",
"But I do know how to boil an egg.",
"Do you know how to bone a duck?",
"No, but that's exactly the sort of thing",
"that I'm very interested in learning how to do.",
"There is one other class, but you will not like it.",
"It's for professionnel, which you will never be, I'm sure.",
"All men. All Gls.",
"And very expensive.",
"I cannot imagine that you would ever want to pay the tuition.",
"How much?",
"So the onion is ready, but...",
"You must hold the knife, first of all, like this.",
"Wrist, easy. Leave the thumb here.",
"The hand and the knife are one.",
"And the hand, the other hand, you must protect it.",
"Here, you must cut only the onion. Yes?",
"&ndash; Not me. &nbsp;&ndash; Yes.",
"And then, you put your thumb here and the other fingers here.",
"Jule?",
"You're being a little over-competitive, don't you think?",
"Well, you should've seen the way those men looked at me.",
"As if I were some frivolous housewife, just looking for a way to kill time.",
"Well...",
"&ndash; Where are you going? &nbsp;&ndash; Not here.",
"&ndash; You hungry? &nbsp;&ndash; No.",
"Good.",
"Ta-da!",
"Well done, Madame Child.",
"Dear Avis, I'm in my third week at Le Cordon Bleu,",
"and I'm in utter bliss.",
"Every morning the alarm goes off at 6:30, and I leap out of bed.",
"I'm up!",
"By 7:30 I'm in class, in my apron, peeling potatoes.",
"Then we cook stock and we bone fish.",
"We dress pigeons. We make pastry with so much butter,",
"it almost stops your heart just to look at it.",
"My teacher moves so quickly I'm sometimes lost.",
"But I'm way ahead of the others in the class, all of them men,",
"and all of them very unfriendly, until they discovered I was fearless.",
"Something I realized about the same time they did.",
"Morning class ends at 12:30, then I go home and make lunch for Paul.",
"Then Paul takes a nap.",
"And later in the afternoon, he goes back to the embassy and I go back to school.",
"You must have a mortar and pestle.",
"Incidentally, my father is horrified I'm going to cooking school.",
"Offered to give me extra money to hire a cook.",
"Go on. Fun! Joy! This is what matters.",
"I'm probably the only American I know in Paris",
"who thinks shopping for food is as much fun as buying a dress.",
"Course, you'd think so too, if you lived in a country",
"where absolutely nothing comes in my size.",
"By the way, did you know that if you don't dry meat,",
"it won't brown properly?",
"Irma Rombauer doesn't say a word about it in the Joy of Cooking.",
"Avis, I am in heaven here.",
"I've been looking for a career all my life...",
"Happy Valentine's Day. ...and I've found it.",
"We met in Ceylon when we were in the OSS.",
"But he never noticed me at first.",
"Well, that's not true. I noticed you. I noticed your legs straightaway.",
"Oh, you were such a roué.",
"&ndash; All the women were mad for him. &nbsp;&ndash; Can you blame them?",
"Anyway, we were sent off to China.",
"Absolutely delicious, if I do say so myself.",
"Julia.",
"When you finish your term, you'll be teaching at Cordon Bleu.",
"No, I don't think so.",
"The woman who runs it absolutely hates me!",
"Come on. Oh, no one could possibly hate you.",
"That's true. But she does.",
"Were you spies?",
"No. Yes. No.",
"Oh, so cagey, right?",
"You were in the Office of Strategic Services and you were not spies?",
"I was only a file clerk.",
"But Paul? Paul designed all of the secret war rooms for General Mountbatten.",
"Well, just maps and exhibits and things. It wasn't...",
"He did! He single-handedly won the war for us.",
"Well, I had to. Someone did. I mean, it was dragging on, wasn't it?",
"Anyway, so there we were in China, just friends having dinner,",
"and it turned out to be Julia.",
"It turned out to be Julia all along.",
"Julia, you are the butter to my bread, and the breath to my life.",
"I love you, darling girl.",
"Happy Valentine's Day.",
"Dear Charlie,",
"Julia in front of her stove has the same fascination for me",
"as watching a kettle drummer at the symphony.",
"The oven door opens and shuts so fast,",
"you hardly notice the deft thrust of a spoon as she dips into a casserole,",
"and up to her mouth for a taste check",
"like a perfectly-timed double beat on the drums.",
"Then with her bare fingers,",
"she snatches a set of cannelloni out of the pot of boiling water,",
"and she cries,",
"\"These damn things are as hot as a stiff cock.\"",
"&ndash; She said what? &nbsp;&ndash; I know.",
"&ndash; Julia Child said, \"Hot as a...\" &nbsp;&ndash; I know, I'm shocked.",
"It's from a letter that Paul Child wrote to his twin brother Charlie in 1949,",
"when Julia was just starting classes at Le Cordon Bleu.",
"So Julia and Paul, beaucoup, beaucoup.",
"&ndash; I know. Just goes to show you. &nbsp;&ndash; What?",
"You can never tell about a person's sex life by looking at them.",
"They were so in love.",
"Hot sauce from a reader.",
"And today I had 12 comments from readers, and I didn't know any of them.",
"Thanks to all my faithful readers for this loot.",
"I have now completed 65 recipes in 47 days.",
"On track with 103 recipes in just over two months.",
"Looks like a cupcake.",
"Lobster thermidor is coming up,",
"and I am going to have to murder and dismember a crustacean.",
"How will I ever do this?",
"Last night our sleep machine, the one we have by our bed",
"to drown out the noise of freight trucks rumbling past our apartment,",
"was speaking to me. And it was saying,",
"\"Lobster killer.",
"\"Lobster killer, lobster killer, lobster killer.\"",
"One of my readers said that if you put lobsters in the freezer,",
"it sort of numbs them.",
"Then I got another comment that said, \"Man up, kill the damn lobster.",
"\"Just take a knife and do it.\"",
"It's alive!",
"Eric.",
"Oh, God.",
"\"A note on dealing with live lobsters.",
"\"If you object to steaming a live lobster,\" yes,",
"\"plunge the point of the knife into the head between the eyes.\"",
"Oh, Julia, you make it sound so simple.",
"Lobster killer.",
"Eric.",
"Eric.",
"Get out of here.",
"I don't need you at all. You are completely useless.",
"I'm just gonna throw them into the water",
"and put the lid on and that will be that.",
"Fine.",
"Fine.",
"Hello.",
"Goodbye.",
"I'm sorry.",
"I'm sorry.",
"You okay?",
"Okay.",
"Okay. All right.",
"All right, boys.",
"There's a new sheriff in town.",
"Lobster killer.",
"Lobster killer.",
"Under control.",
"You are a saint.",
"Thank you. Thank you, thank you, thank you.",
"&ndash; Thank you. &nbsp;&ndash; You're welcome.",
"&ndash; I can't. I can't. &nbsp;&ndash; You can.",
"&ndash; No, I can't. I have a lot to do. &nbsp;&ndash; You can.",
"&ndash; Eric, I can't. &nbsp;&ndash; I'm good.",
"&ndash; Eric. &nbsp;&ndash; Just give me one more, give me one more.",
"&ndash; Just one more. &nbsp;&ndash; Fine. Go, I have so much to do. Get!",
"Out!",
"&ndash; Hey, thank you so much. &nbsp;&ndash; Hey, man. How you doing?",
"Happy birthday.",
"Yeah, terrific. Good to see you.",
"&ndash; Cake. &nbsp;&ndash; Cake. Brother-in-law.",
"&ndash; Love you so much. &nbsp;&ndash; Hey, man.",
"Hi, hi, hi, hi.",
"Bon appétit.",
"Bon appétit.",
"Happy birthday, Julie.",
"&ndash; Happy birthday. &nbsp;&ndash; Hi! Thanks, sweetheart.",
"Oh, thanks for coming all out here. Hey, you.",
"Here's an incredible thing. When Julia and Paul met, she was a virgin.",
"&ndash; Really? &nbsp;&ndash; Wow.",
"She was, like, practically 40.",
"&ndash; You serious? &nbsp;&ndash; How does anyone even know that?",
"There were all these letters that Julia wrote to her friend Avis De Voto.",
"And Paul wrote to his brother, and no one threw anything out, as far as I can tell.",
"When they got married, she could barely boil an egg.",
"Isn't that amazing?",
"Really?",
"&ndash; Braised cucumbers are a revelation. &nbsp;&ndash; This is good.",
"I'm obsessed with her. I'm totally obsessed.",
"She's totally obsessed.",
"Well, it's good that you are, because this is amazing.",
"Seriously. So good.",
"Well, savor it, because that's all there is. I mean, lobster, major bucks.",
"Why don't you put a PayPal thing on the website?",
"People could send in money if they felt like it.",
"Oh, yeah. Absolutely.",
"You have fans, your readers love you.",
"I do? I have fans?",
"Yeah, you do.",
"&ndash; Well, I can't ask them for money. &nbsp;&ndash; Why not?",
"I think you should do the PayPal thing. That way we could have more lobster.",
"&ndash; Harder. Get them. Get them. Hey, hey, hey! &nbsp;&ndash; Thirty. Thirty. Thirty. Thirty. Thirty.",
"Happy birthday, sweetheart.",
"Thank you.",
"Just like Julia's.",
"Only hers were probably the real deal.",
"They're beautiful.",
"Help you put it on.",
"Let's give this a shot here.",
"How's that?",
"Yeah.",
"I'm 30.",
"I thought it was gonna be terrible,",
"but thanks to you, and thanks to Julia,",
"it feels like I'm gonna get through.",
"Cake.",
"More cake. How do you like that cake?",
"Hey, you.",
"I'm going to bed.",
"Ernie, 53 comments on my lobster blog.",
"Shut up.",
"&ndash; Julie Powell. &nbsp;&ndash; This the person I speak to",
"if I got a problem?",
"Yes, sir. What is your problem?",
"Too much food, not enough sex.",
"Eric, that's not funny.",
"I thought it was pretty funny.",
"Okay, it was.",
"&ndash; Hey, guess what? &nbsp;&ndash; What?",
"You are the third most popular blog on salon. com.",
"&ndash; I am? &nbsp;&ndash; Yes, you are.",
"I am!",
"So I figure for every one who writes in,",
"there are, I don't know, hundreds that don't. Don't you think?",
"It's like there's this whole group of people who are sort of connected to me.",
"They need me in some way.",
"Like, if I didn't write, they would really be upset.",
"They'd probably take, like, poison, try to kill themselves.",
"Julia.",
"Are you still making hats?",
"Oh, no, I abandoned it.",
"But I am ready to graduate from the Cordon Bleu.",
"I can't get the damn woman who runs the school to schedule the test.",
"Madame Brassart? Is that the woman you are speaking of?",
"She is a bitch.",
"She is, you're right.",
"I think she's almost the only person in the world I honestly can't stand.",
"She is not the only person I can't stand.",
"Do you two know each other?",
"You should. Julia Child, Simone Beck.",
"&ndash; Simca. &nbsp;&ndash; Simca, how do you do?",
"And this is my friend Louisette Bertholle.",
"I can't believe you haven't met.",
"Simca and Louisette are writing a cookbook.",
"&ndash; For Americans. &nbsp;&ndash; Really?",
"Why do you need to take a stupid test?",
"So I can get a diploma. So I can teach.",
"You don't need a diploma to teach.",
"You're probably right.",
"&ndash; Avis says the same thing. &nbsp;&ndash; Who is Avis?",
"My friend, Avis De Voto, who lives in Cambridge, Massachusetts.",
"She's very wise.",
"But I can't help it. I want a diploma.",
"I am very conventional.",
"I don't know what to do.",
"Well, why don't you write to the horrible Madame Brassart",
"and threaten her?",
"Threaten her? With what?",
"The United States of America.",
"Yes!",
"Tell her the American ambassador personally wants you",
"to take the examination.",
"No, no, no, no, no, no.",
"I couldn't do that. Heavens, no!",
"The American ambassador. Hardly even know the man.",
"Of course you can.",
"Dear Madame Brassart,",
"everyone at the American embassy,",
"including my dear friend the ambassador,",
"will be very surprised if I'm not allowed to take my examination.",
"You will write the recipes",
"for oeufs mollets. Côtelettes de veau en surprise,",
"et crème renversée au caramel.",
"Côtelettes de veau en surprise.",
"I had no idea what veal en surprise was. None.",
"Cooked it in class. It's a veal chop with mushrooms in a bag.",
"A paper bag. That's the surprise.",
"You open the bag, surprise!",
"Veal and mushrooms, it's just I've never flunked a test in my entire life.",
"&ndash; I am an A student. &nbsp;&ndash; You can ask to take it again.",
"&ndash; I can? &nbsp;&ndash; Of course.",
"Meanwhile, you can come teach with us.",
"Gosh!",
"Is it true you plan to teach?",
"Yes, we're going to teach Americans in Paris how to cook.",
"Madame Child, I must tell you, you have no real talent for cooking.",
"But the Americans will never know the difference.",
"We are, I am sorry to say, entering aspics.",
"An aspic is sort of a beef-flavored Jell-O mold.",
"Doesn't that sound delicious?",
"I can't imagine why no one makes them anymore.",
"You begin with a calf's foot,",
"which I am in possession of thanks to my sainted husband,",
"and you boil it until your kitchen smells like a tannery.",
"And then it gels in the refrigerator and you flip it onto a plate.",
"Which, according to Julia Child, is supposed to be easy.",
"And all I can say about that, no offense intended, Julia, is",
"the bitch lied.",
"Shit.",
"&ndash; Shit! &nbsp;&ndash; How many more aspics are there?",
"Seven.",
"No one will know if you don't do them.",
"It's not like there's, like, the Aspic Police or something.",
"You could lie.",
"I can't. I just can't.",
"Julia will know. It's like she's watching me. I'm under her influence.",
"I'm becoming a much better person because of her.",
"Yuck! The sink! Look at this!",
"I hate it here! Did you put something down the sink?",
"You hate it here?",
"How am I supposed to cook anything in this kitchen?",
"It's no wonder that my mold fell apart. I don't suppose we have any Drano.",
"Not unless you bought it.",
"I do all of this and I'm supposed to buy Drano, too?",
"Right now, you are so not under the influence of Julia Child.",
"What if I don't make my deadline, Eric? I'll have wasted a whole year of my life.",
"I used to be thin and now I'm getting fat.",
"&ndash; Fat? &nbsp;&ndash; On top of which,",
"I have to bone a whole duck.",
"&ndash; When? &nbsp;&ndash; At some point.",
"&ndash; Can you even conceive of boning a duck? &nbsp;&ndash; No, I can't.",
"Of course you can't.",
"I'm sure you all remember, because it was only a few days ago,",
"that I had a meltdown over my aspic",
"and vowed to transform myself into a better human being.",
"And then I was trussing the poulet rôti à la normande,",
"which is roast chicken stuffed with chicken livers and cream cheese,",
"and it fell on the floor and the stuffing fell out into a big gooey mess.",
"So, long story short, another meltdown.",
"This is crazy.",
"Worse than the last.",
"I can't even truss.",
"And I cried like a small, emotionally disturbed child.",
"I'm a mess.",
"I got it. I got it.",
"Hello?",
"Yeah, who's this?",
"Can you hold on just one second?",
"I'm not sure if she's here. She might've stepped out. Hold on.",
"Hey, it's a reporter from The Christian Science Monitor.",
"He wants to write about you.",
"He does?",
"I should tell him to call back, right?",
"No, no, I'll take it.",
"Hello?",
"Yes?",
"You want to bring who to dinner?",
"No, of course, I know who that is. I know exactly who that is.",
"Who? Who, who, who, who?",
"That would be great, that would be completely amazing.",
"Goodbye.",
"&ndash; Who? &nbsp;&ndash; Guess who's coming to dinner?",
"Oh, my God.",
"To Les Trois Gourmandes.",
"One for all and all for one.",
"Yes!",
"All right. I had such a horrible time",
"converting these recipes from the metric system.",
"&ndash; Measurements do not matter. &nbsp;&ndash; Oh, but they do!",
"They absolutely do.",
"This is one of the biggest arguments",
"Louisette and I had when we worked on our cookbook.",
"Which is finally finished.",
"Sent off to the publisher. Soon Simca and I will be famous.",
"We'll be the next Mrs. Joy of Cooking.",
"Maybe. All right. Well, let's try. Let's just give it a...",
"Can I help?",
"Yeah. It is mieux.",
"So, yes. They're early. Americans!",
"Dear Dorothy, your sister, Julia, is now a cooking teacher.",
"We have three students who pay $2 a class.",
"Barely enough to cover the cost of the food, but who cares?",
"Simca, Louisette, and I are Les Trois Gourmandes.",
"Although sometimes we are only Les Deux Gourmandes",
"because Louisette turns out to have headaches",
"and doctor's appointments she schedules during class.",
"I have a little headache.",
"You'll meet them both when you come here next month,",
"unless, of course, Louisette is having a stomachache.",
"Perfection. And even if it isn't, never apologize.",
"No excuses! No explanations.",
"Louisette abandoned us, another stomachache.",
"And the day before that,",
"she left class before we even finished making the chocolate Bavarian cream.",
"I can't believe that's the only time her dentist could see her.",
"Keep an eye out, we don't want to miss Dorothy.",
"It's impossible to miss your sister.",
"I don't see her!",
"&ndash; There she is. &nbsp;&ndash; Dorothy!",
"Hi, Julia! I missed you!",
"So good to see...",
"&ndash; Paul! &nbsp;&ndash; Hi. Hi, sweetie.",
"I've had an adventure on the ocean liner!",
"&ndash; I didn't get sick once! &nbsp;&ndash; Good girl! How about your legs?",
"People were dropping like flies all around me!",
"&ndash; Look. &nbsp;&ndash; Oh, my goodness.",
"Look at that.",
"All I think about all day is food and then I dream about it all night.",
"It is true, she's obsessed.",
"If I didn't sit in the kitchen, I'd never see her.",
"Last week, I dreamed that I made cassoulet for Dad,",
"and he hated it, of course.",
"He doesn't understand any of this.",
"I almost feel sorry for him.",
"He wanted so much for us to stay in Pasadena,",
"marry Republicans, and breed like rabbits.",
"&ndash; Why didn't we? &nbsp;&ndash; Too tall.",
"Let's face it, it's true.",
"From the beginning, you just don't fit in. Literally.",
"&ndash; So then you don't. &nbsp;&ndash; I know, it's true.",
"Do not bait Father about politics when he comes.",
"&ndash; No. &nbsp;&ndash; Or he won't pick up the check.",
"&ndash; He won't, will he? &nbsp;&ndash; I can't make any promises.",
"&ndash; He loves Senator McCarthy. &nbsp;&ndash; Oh, I know.",
"&ndash; Pasadena. &nbsp;&ndash; Pasadena.",
"Jinx.",
"Dort, do you have... You have the Brie.",
"&ndash; Is this the Brie? &nbsp;&ndash; Yes. Yes, that's the Brie.",
"Is that not the most wonderful cheese you ever had in your life?",
"&ndash; Yes! &nbsp;&ndash; Yes.",
"The answer's yes.",
"I got the chef at Chez la Mère Michel to give me the recipe for beurre blanc.",
"Beurre blanc. What's beurre blanc?",
"&ndash; Butter in a white wine vinegar reduction. &nbsp;&ndash; I love butter.",
"You whisk them together,",
"and the acid in the vinegar works on the milk solids in the butter",
"so that the butter, instead of melting, becomes this",
"creamy, light, frothy,",
"with kind of a fantastic subtle kind of...",
"Tangy.",
"It has a tanginess.",
"Tanginess?",
"Yes.",
"Well, that's...",
"That's who I married.",
"Anyway,",
"you serve it on fish and it's splendid. I'm going to make it for you.",
"&ndash; That'll be divine. &nbsp;&ndash; Yeah.",
"And, Dort, we're going to throw you a party.",
"&ndash; Really? &nbsp;&ndash; Very exciting.",
"By the way, there's a man that I want to introduce you to.",
"I think you'll really...",
"He's...",
"Tall. He's very tall.",
"&ndash; Pardon? &nbsp;&ndash; Tall. He's very.",
"&ndash; Extremely tall. &nbsp;&ndash; I'm extremely tall.",
"&ndash; But he's even taller, so that's good. &nbsp;&ndash; He is even taller.",
"Well, that's good.",
"All right.",
"Pretty good.",
"But not great.",
"Hello, ladies. Anybody want anything?",
"Yes.",
"Help yourself. The tapenade is marvelous.",
"Julia, there you are.",
"John!",
"There you are.",
"Now, where is this sister of yours?",
"She's right over there. Hi, John.",
"&ndash; Hi, Paul. &nbsp;&ndash; There.",
"So we've told her a lot about you.",
"Well, I don't want to interrupt her conversation.",
"With lvan Cousins? They just met.",
"I can't imagine Dorothy running off with lvan Cousins.",
"Dearly beloved...",
"John, this is lovely.",
"I've never been to a wedding like this before.",
"Here, Julia.",
"&ndash; What a beautiful wedding. &nbsp;&ndash; Thanks, Pops.",
"I am not enthusiastic about this marriage.",
"Well, you weren't very enthusiastic about ours, either.",
"True.",
"How are things at the embassy, Paul?",
"Fine. Thank you, Phila. Thank you.",
"Well, not fine, really, because they've cut our library allowance by 90º% .",
"It seems that Senator McCarthy has very long arms.",
"Senator McCarthy is a man who knows his mind.",
"I admire a man who knows his mind.",
"Well, we know lots of people in Washington who have lost their jobs,",
"after years in government service, for no reason whatsoever.",
"And Paul had to make a list of every single book in the embassy library.",
"Surely you're not suggesting that the French government is any better.",
"&ndash; And... &nbsp;&ndash; Shall we dance?",
"Come on, dance with me.",
"Excuse us.",
"You said you didn't want to talk about it, then you went and talked about it.",
"I know, I never learn.",
"Where's my big sprig?",
"Up here, whipping away.",
"And for dinner, mayonnaise?",
"&ndash; That's good. &nbsp;&ndash; That is good, isn't it?",
"&ndash; Very. From your sister. &nbsp;&ndash; I'm going to send this recipe to Avis.",
"I'm very excited about it.",
"&ndash; I think it's a breakthrough. &nbsp;&ndash; Well, it tastes like it.",
"Dorothy is pregnant.",
"Paul.",
"Isn't that wonderful?",
"Yes.",
"Okay.",
"Okay.",
"&ndash; I'm so happy. &nbsp;&ndash; I know.",
"I know.",
"If you warm the bowl slightly before you beat in the egg yolk,",
"it changes everything.",
"Foolproof mayonnaise. Absolutely foolproof.",
"I typed it up.",
"&ndash; You disagree? &nbsp;&ndash; About the mayonnaise? Not at all.",
"I'm sure you're exactly right.",
"Scientific workability. That's my motto.",
"Julia.",
"We have a little problem.",
"&ndash; Our editor... &nbsp;&ndash; For our cookbook.",
"...thinks our book is not in English.",
"But your book is in English.",
"They are giving it a rejection.",
"But they suggest that if we are continuing with it,",
"we should get a collaborator who could take what we have",
"and make it work for American cooks.",
"Would you do it, Julia?",
"Would I do it?",
"Yes.",
"We are now going to play a round of \"Guess Who's Coming To Dinner.\"",
"This Wednesday, I am going to be playing host to a distinguished guest.",
"Clue number one.",
"The degree of separation between Julia Child and me",
"is about to shrink by a factor of about a thousand.",
"A thousand.",
"In answer to your questions, no, it is not Amanda Hesser of The New York Times",
"or Nigella Lawson, or Ina Garten.",
"But here's clue number two,",
"I will be making boeuf bourguignon,",
"which was the first dish our distinguished guest cooked",
"upon reading Mastering the Art of French Cooking for the first time.",
"Boeuf bourguignon. Julia Child's boeuf bourguignon.",
"Well, since no one guessed my mystery guest, I'm going to have to tell you all.",
"It's Judith Jones, the editor who's responsible",
"for getting Julia's cookbook published way back when,",
"the woman who recognized history in an onionskin manuscript.",
"She's older and probably not used to eating at 10:00 at night,",
"which is why I'm being diligent about this and making the stew the night before.",
"And as I cook it,",
"I almost feel as if Julia and I are communicating over space and time",
"on a deep, spiritual, mystical level.",
"Although, mostly, I'm just talking to myself.",
"&ndash; How long does it take to cook? &nbsp;&ndash; Two and a half hours.",
"Welcome.",
"I'm Julia Child.",
"And today we're going to make a holiday feast, or les fêtes d'holiday.",
"And we're going to start with half-boned chicken or poularde demi-désossée.",
"Now, first, remove the liver and fry it up with some onions for a little snack",
"or perhaps a delicious liverwurst which you can spread on a cracker,",
"a Ritz cracker, a saltine.",
"Saltine.",
"Or if you have a pet, a cat or a dog, they love liver.",
"Save the liver.",
"&ndash; Save the liver. &nbsp;&ndash; Save the liver.",
"Now, you place the chicken on its stomach",
"and cut along the backbone to the pope's nose, like so.",
"Crack!",
"Now I've done it, I've cut the dickens out of my finger.",
"Well, I'm glad, in a way, this happened.",
"You know, accidents do occur from time to time in the kitchen.",
"We've never really discussed what to do.",
"First, you must stop the bleeding.",
"The best way is with direct pressure on the apron, like so.",
"You want to raise your hand over your head.",
"I recommend natural coagulants, such as chicken liver.",
"Another reason not to throw away the liver.",
"Oh, God, it's throbbing! A tourniquet, that's it.",
"Why are you all spinning?",
"Well, I think I'm going to go to sleep now. Bon appétit.",
"No, no, no!",
"Well, it's just a big, dry collection of recipes.",
"It doesn't work at all.",
"I'm just gonna have to throw most of it out and start all over again!",
"This has got to be a cookbook",
"that makes French cooking accessible to Americans who do not have cooks.",
"Who are servantless.",
"Is that a word?",
"Servantless.",
"I think it is a word.",
"Julia?",
"&ndash; What if we had to leave Paris? &nbsp;&ndash; Why would we have to leave Paris?",
"Because my assignment was for four years.",
"So then we still have time.",
"Eight months.",
"And this cookbook is not something you can finish in eight months.",
"No. But two years seems possible.",
"Julia.",
"What if they transfer me someplace else?",
"Would they do that?",
"Yes.",
"They don't really care about me.",
"Paul. Of course they do.",
"They don't, really.",
"Well, if we can't stay in Paris,",
"then I'll just mail the pages to Louisette and Simca",
"and they can mail them back to me.",
"That's why they invented the mail system and carbon paper and onionskin copies,",
"or I can just jump on the train to Paris",
"whenever the three of us absolutely have to work together, you know.",
"Or the two of us, actually, because as we know, Louisette does next to nothing.",
"But we would still be somewhere in Europe.",
"Don't you think?",
"It's very hard to say, given the current political climate.",
"Senator McCarthy does not like people like us.",
"Us? Why? What have we done?",
"We haven't done anything. That's not the point.",
"The point is, we were in China. And that's practically sufficient.",
"Well, meanwhile, we're still here.",
"&ndash; Yes, we are. You're right. &nbsp;&ndash; Yes.",
"Here's to the book.",
"French Cooking for AII!",
"Or French Home Cooking. Do you like that? Which one do you like?",
"I like them both.",
"Dear Avis, enclosed is part of our cookbook from the chapter on sauces.",
"Naturally, it must not be shown to anyone",
"unless you are sure they are not, never have been,",
"and won't have anything to do with the publishing business.",
"There are people who would love nothing more",
"than to steal this hollandaise recipe.",
"We're late! Do you suppose she'll be there?",
"Louisette? Of course she'll be there. It's at her house.",
"I was making a little joke.",
"&ndash; What's this about, anyway? &nbsp;&ndash; Louisette wouldn't tell me.",
"She said it was a surprise.",
"Maybe she's dropping out of the project. That would be heavenly.",
"&ndash; Julia. &nbsp;&ndash; Well, it would.",
"My friends, this is Irma Rombauer.",
"Mrs. Joy?",
"The first edition of the Joy of Cooking took me a year to write.",
"Only a year? Including testing the recipes?",
"Well, I didn't really test all the recipes. There were so many of them.",
"And then I found a publisher, a small printer in St. Louis.",
"How much money did he pay you?",
"I paid him. $3,000.",
"&ndash; $3,000? &nbsp;&ndash; A small fortune.",
"But I had a little life insurance money because my husband...",
"&ndash; No! &nbsp;&ndash; He killed himself?",
"Yes.",
"And I thought, \"Well, what else am I gonna do with the insurance money?\"",
"And then, the book began to sell",
"and Bobbs-Merrill picked it up, so now I had a real publisher.",
"And they gave you some money?",
"Absolutely not.",
"They swindled me. They stole my copyright,",
"and now there's a new edition, and guess what?",
"&ndash; What? &nbsp;&ndash; The index is a complete calamity.",
"If you're looking for City Chicken, you're not gonna find it under \"C.\"",
"Really?",
"It's under \"Drumsticks, Mock.\"",
"No.",
"All she wanted to talk about",
"was how her publisher had cheated her",
"out of thousands of dollars in royalties.",
"It just made me realize this...",
"Not going to be simple, this getting published business.",
"This is from Avis, for you.",
"Oh, my. Well.",
"What does she say now?",
"Avis loves my sauce chapter.",
"That's wonderful, darling.",
"Oh, no.",
"She showed it to someone. Which I specifically asked her not to do.",
"She showed it to an editor at Houghton Mifflin in Boston,",
"and the Boston editor showed it to the head of publishing and...",
"Paul! Paul!",
"Yes? What, what, what? What, what?",
"They want to...",
"They want to publish our book.",
"That's great news!",
"And they want to give us an advance.",
"How much?",
"&ndash; $250! &nbsp;&ndash; No.",
"And when the book is finished, $500 more!",
"I'm so proud of you.",
"The editor loves the book!",
"She just loves it.",
"\"So with the smell of burned stew still in the air,",
"\"I woke up dying of stomach cramps.",
"\"I called in sick.\"",
"And went back to bed for several hours.",
"Put it in. Put it in the blog in case someone in your office reads it.",
"And went back to bed for several hours.",
"By noon, I was somehow able to straighten myself up to a standing position.",
"What are you making?",
"Bought the ingredients for boeuf bourguignon all over again.",
"Boeuf bourguignon.",
"Dragged myself home.",
"And made another boeuf bourguignon.",
"And for dessert, a raspberry Bavarian cream.",
"By the end of the day, I felt fine.",
"I was cooking dinner for a legend,",
"even though I'd never really heard of her until a few months ago.",
"Maybe she'll offer you a book contract.",
"What if she does?",
"I mean, what would that mean? That would mean I might be a writer.",
"How much money do people make for books?",
"Like an advance? I have no idea.",
"&ndash; $100,000? &nbsp;&ndash; Don't even say it.",
"Hello?",
"Hi.",
"I know. I know, I know. It is here, too. Cats and dogs.",
"I know.",
"I know.",
"I know.",
"Well, thanks.",
"Bye.",
"So not coming.",
"That was the guy from The Christian Science Monitor.",
"It's raining.",
"And we live in Long Island City and she's, like, older.",
"It's mortifying.",
"But on the bright side, more stew for us.",
"Just for once, could you not look on the bright side?",
"Yeah. Well, it's not the end of the world.",
"I thought, I really did think, I just did. I thought \"book contract.\"",
"Me, Judith Jones, happily ever after.",
"And then we'd have a little money",
"and we wouldn't live over a pizzeria for the rest of our lives.",
"How am I gonna explain this?",
"My readers are gonna be really upset. They were so into it.",
"&ndash; Your readers are gonna be really upset. &nbsp;&ndash; I never should've told everyone.",
"They'll live.",
"Somehow,",
"your readers will live.",
"&ndash; Is it bland? &nbsp;&ndash; Not anymore.",
"Thank you for telling me that.",
"You almost let me feed Judith Jones bland boeuf bourguignon.",
"This is a nightmare. I told everyone she was coming.",
"They will survive.",
"And when this year's over, and I cannot wait until it is,",
"your readers will somehow get on with their lives.",
"&ndash; And I won't, is that what you're saying? &nbsp;&ndash; I don't know. I have no idea.",
"I mean, what's gonna happen when you're no longer the center of the universe?",
"That's just great.",
"I am finally totally engaged in something.",
"Okay, maybe I'm being a little narcissistic.",
"A little? On a scale of 10?",
"Okay, a 9.3. But what do you think a blog is? It's me, me, me day after day.",
"I thought it'd be fun. How stupid is that?",
"It just turns out to be a lot of what you call \"meltdowns,\"",
"but they don't feel like meltdowns.",
"They feel like I'm living with a totally self-absorbed person",
"who writes this stuff for a bunch of complete strangers.",
"And it's supposed to be a big adventure, but it's not.",
"It's our life. It's our marriage.",
"And, here, in this room, it doesn't feel like an adventure, it feels like shit.",
"&ndash; It was your idea! &nbsp;&ndash; I know, I'm so sorry.",
"What the hell was I thinking? And I'll tell you something else.",
"I am not a saint.",
"&ndash; Yes, you are. &nbsp;&ndash; No, I'm not!",
"&ndash; Yes, you are! &nbsp;&ndash; No, I'm not!",
"And it makes me feel like an asshole every time you say it!",
"And do not write about this in your blog.",
"&ndash; About what? &nbsp;&ndash; About this fight!",
"I'm outta here.",
"&ndash; You all right, Julia? &nbsp;&ndash; Yes, fine.",
"I'm perfectly fine.",
"Dear Avis, we finished packing today,",
"and tomorrow we leave beloved Paris for Marseilles.",
"Paul has been appointed Cultural Affairs Commissioner for the South of France.",
"I'm having a hard time pretending to be anything but devastated.",
"I'm going to go buy some bread.",
"The advantage of Marseilles is that it won't have the distractions of Paris.",
"So we'll be able to finish the book.",
"Although not on deadline.",
"At least we're still in France.",
"Dear Avis, I don't know what we've done to deserve it",
"but here we are in Germany.",
"Actually in a suburb of Bonn called Plittersdorf on the Rhine,",
"which sounds much more picturesque than it is.",
"By the way, there is no chance we'll meet our new deadline.",
"We'll be at least two more years.",
"Meanwhile, Paul has been called to Washington.",
"We have no idea why.",
"Well, they're going to promote you, finally. They have to.",
"Well, I don't know why they have to call me back to Washington to tell me that.",
"They could just send a telex. It'd be a lot cheaper.",
"Well, they're going to reassign you, then.",
"They'll ask you whether you prefer Paris or Paris.",
"It's a possibility. It's not likely, but it is a possibility.",
"And if they are moving us back to Paris,",
"I can look for an apartment when I'm there next week.",
"Good idea, yes?",
"I promise I'll call you the minute they tell me",
"we're being transferred back to Paris, all right?",
"All right.",
"&ndash; I know, darling. I know. &nbsp;&ndash; I think it could happen.",
"It could happen, I know.",
"Stay right there. That's perfect.",
"&ndash; Say cheese, ducky. &nbsp;&ndash; Move your hand.",
"&ndash; Good. Great. &nbsp;&ndash; Put your legs together, darling.",
"It's very simple.",
"We're just going to tell her she should have a smaller share of the royalties",
"because it is clear she can't put in the hours a week you and I are spending on it.",
"&ndash; Sixty is more like it. Eighty. &nbsp;&ndash; Exactly.",
"&ndash; You and I are vaches enragées. &nbsp;&ndash; That's exactly what we are. Mad cows.",
"But I can't bring myself to say this to Louisette.",
"&ndash; You're going to have to do it. &nbsp;&ndash; I will do it. We must be cold-blooded.",
"I shall love her much more when this is settled.",
"It isn't that you're not helping to some extent.",
"But I am helping.",
"It was my idea to add peas to the coq au vin recipe.",
"We know, and that was a wonderful idea,",
"but the book has become a magnum opus.",
"But we are a team.",
"We are Les Trois Gourmandes. One for all.",
"Yes, it's absolutely true, Louisette. Yes, it's true.",
"And you have been very valuable to the project.",
"Thank you.",
"But...",
"But...",
"I am getting a divorce.",
"&ndash; What? &nbsp;&ndash; Jean-Luc is leaving me.",
"I'm so sorry. Louisette. Just forget that I even mentioned it.",
"But it isn't fair for Louisette to get the same amount of money that we do.",
"Simca, this is not the time to discuss this. She's getting a divorce.",
"But she doesn't do the work.",
"You don't do the work, so your share should be 10º% .",
"Ten percent?",
"You're not doing the work.",
"Twenty-five.",
"&ndash; Fifteen. &nbsp;&ndash; Twenty.",
"Eighteen and not a penny more.",
"And where it says our names, I think it should say,",
"\"By Julia Child and Simone Beck, with Louisette Bertholle.\"",
"&ndash; \"With\"? &nbsp;&ndash; And in smaller type.",
"No, no, no, no, Simca.",
"Our names exactly the... Exactly... And alphabetical. Alphabetical.",
"But it was not even her idea to put the peas in the coq au vin.",
"&ndash; No. &nbsp;&ndash; But it bothers me.",
"For me?",
"Dear Avis, we've been through our own version of Kafka.",
"Paul went off to Washington, and in my innocence",
"I thought it must be because the United States government",
"had finally realized how valuable he was.",
"Far from it. He was being investigated.",
"He spent three days being grilled in a windowless room",
"with a foot-high stack of papers ominously sitting on the table.",
"They asked him about our friends, our books,",
"our China years, our patriotism.",
"They even asked him if he was a homosexual.",
"&ndash; Are you a homosexual, Mr. Child? &nbsp;&ndash; No.",
"I am not a homosexual.",
"This is not a joke.",
"I'm well aware of that.",
"He came home exonerated but thoroughly bruised.",
"Julia, it was a nightmare.",
"What am I going to do?",
"I feel like my entire life has been a waste.",
"&ndash; Paul. &nbsp;&ndash; I have one more posting,",
"then I'll retire and then what?",
"We'll figure it out.",
"I just don't know what it was all for.",
"You know?",
"You at least have the book.",
"Well, it's your book, too.",
"It is.",
"Without you, it wouldn't be a book.",
"Not that Simca and I'll ever be done with it.",
"&ndash; Someday you'll be done with it. &nbsp;&ndash; I'm beginning to wonder.",
"So to wrap things up,",
"at 6:22 last night, guess who wasn't coming to dinner?",
"That's right.",
"It began pouring down rain and Judith Jones canceled.",
"I was utterly crushed.",
"And then on top of everything,",
"I had a horrible fight with my husband and he left me.",
"The boeuf bourguignon was delicious, not that I ate it.",
"As for the raspberry Bavarian cream, I am taking it to the office.",
"Morning.",
"Julie, could you come in here?",
"I didn't tell him, I swear.",
"Julie?",
"&ndash; Feeling better? &nbsp;&ndash; Much.",
"So you burned the stew?",
"But that's not why I didn't come to work. I didn't come to work because I had...",
"Stomach flu.",
"Listen, it's a free country.",
"But this little thing of yours on the Internet, I do not want to show up in it. Okay?",
"And if you don't feel like coming in to work, let me know.",
"Somebody will want this job. We're trying to do something here.",
"I'm sorry.",
"Anyone else would fire you.",
"A Republican would fire you.",
"I'm not a schmuck.",
"I'm in shock. I can't believe it.",
"You're like \"The Ones.\" If you and Eric can't make it work, who can?",
"All sorts of people can. Just not me because I am a bitch.",
"I am, Sarah. I'm a bitch.",
"I know. I know you are.",
"By the way, Garth and I broke up.",
"Oh, God, I didn't even ask. I am a one-way street, just like Eric says.",
"It's okay. I wasn't in love with him.",
"Do you really think I'm a bitch?",
"&ndash; Well, yeah. &nbsp;&ndash; I know.",
"But who isn't?",
"Julia.",
"I've been thinking about me and Julia.",
"She was a secretary for a government agency and I am, too.",
"A really nice guy married her. A really nice guy married me.",
"Both of us were lost",
"and both of us were saved by food in some way or other.",
"So major overlaps. But let's face it, I am not Julia Child.",
"Julia Child never lost her temper just because something boiled over,",
"or collapsed in the oven, or just plain fell through.",
"And she was never horrible to her husband, I'm sure.",
"And she never behaved like, \"Who has time to be married?\"",
"Which is how I behave sometimes, I'm sorry to say.",
"I wish I were more like her. She deserved her husband and I don't.",
"That's the truth.",
"Well, anyway, that's the truth for now.",
"Yogurt for dinner.",
"Hi, you've reached Eric Powell at Archaeology magazine. Leave a message.",
"I hated sleeping without you last night.",
"Where are you?",
"I miss you.",
"&ndash; Hello? &nbsp;&ndash; Honey, is something wrong?",
"No.",
"Why would you think that?",
"Are you and Eric having some kind of problem?",
"Of course not.",
"&ndash; Is he there and you can't talk? &nbsp;&ndash; He's not here.",
"I just read your blog, and it was strange and uncharacteristically thoughtful.",
"&ndash; Where is he? &nbsp;&ndash; Out.",
"He went out to get pizza.",
"Have you stopped cooking?",
"Just temporarily. Just taking a little break from cooking.",
"Well, get back to it.",
"It's gonna be good for you to finish something for once in your life.",
"&ndash; Julia didn't give up. &nbsp;&ndash; Who says I'm giving up?",
"Well, I'm just saying don't.",
"Hey.",
"Are you back?",
"Please be back.",
"What's for dinner?",
"Well, Avis said she'd be here. Even if we were late.",
"Well, if she's not here, we can take a taxi.",
"They probably have taxis in Boston.",
"She'll be here. Wearing a plaid jacket.",
"That's how I'm to recognize her.",
"What do you mean, \"recognize her\"? Has she changed?",
"Well...",
"\"Look for the middle-aged woman in a plaid jacket.\"",
"&ndash; So... &nbsp;&ndash; You and Avis have never met?",
"We're just pen pals.",
"You don't know each other?",
"Well, we do. We write.",
"But how did you start writing one another?",
"That's a long story.",
"Avis' husband, Bernard De Voto, now dead, was a wonderful, wonderful writer.",
"He wrote an article in Harper's Magazine all about stainless steel knives",
"&ndash; and how he absolutely detested them. &nbsp;&ndash; Yes.",
"And so I wrote him a fan letter because he was 100º% right",
"and Avis wrote me back.",
"And so I wrote her back. And she wrote me back.",
"Well, it's been eight years, I think.",
"&ndash; Avis. &nbsp;&ndash; Julia.",
"&ndash; My darling friend. &nbsp;&ndash; Look at you.",
"Brilliant friend. Bless you.",
"This is a very impressive undertaking, Mrs. Child and Mrs. Beck.",
"Well, thank you very, very much.",
"And your editor loves it.",
"I do. I think it's brilliant.",
"There's really nothing else like it on the market.",
"&ndash; The problem is not just the length. &nbsp;&ndash; It's 700 pages.",
"&ndash; Yes, we know. It is long. &nbsp;&ndash; Yes, we know it's long.",
"You have 700 pages of just sauce and poultry recipes.",
"We were thinking that you could publish it in a series of volumes.",
"Volume One, Sauces.",
"&ndash; Volume Two... &nbsp;&ndash; Poultry.",
"Yes.",
"Volume Three, Fish. Meat, vegetables, and desserts.",
"That's one, two, three... That's six volumes.",
"Eggs.",
"&ndash; Eggs. &nbsp;&ndash; Eggs. Seven. Seven volumes.",
"But we don't want to publish an encyclopedia.",
"I thought this was intended for housewives.",
"Yes, housewives want something quick, with a mix.",
"Like this.",
"But if I may speak for everyone,",
"if you were willing to revise it, I'm sure we would all be interested.",
"Simca, I am so sorry.",
"You just picked the wrong collaborator.",
"Yes, I should have worked with this woman, \"Baked Alaska in a Flower Pot.\"",
"We'll just take the book away from Houghton Mifflin and find another publisher.",
"We have just begun to fight. Julia, your book is a masterpiece.",
"What is Marshmallow Fluff?",
"And keep the advance, by the way. Keep the entire $250.",
"Don't give them back a penny of it.",
"Why did we ever decide to do this anyway? What were we thinking?",
"Who can remember?",
"I can.",
"We wanted to write a French cookbook for American women who do not have cooks.",
"So then, that's what we'll do. We'll just do it all over again.",
"And that's that. It'll be easy.",
"It will. The dessert section is done. Thanks to Simca, it is brilliant.",
"Thank you.",
"I just haven't typed it up yet.",
"But that will give me something to do in Oslo.",
"Eric, come see the world's most beautiful chicken.",
"Naughty.",
"Wow.",
"Oh, my God.",
"It feels so good. No, I'm serious. I love it!",
"I just want to savor this moment.",
"The moment when anything is possible.",
"The moment that you can just imagine they're going to love everything you did",
"and it's going to sell a million copies and change the world.",
"Yes. But I think it calls for a great bottle of wine.",
"&ndash; Don't you think? &nbsp;&ndash; Yes.",
"What's for dinner?",
"What if she doesn't eat pork?",
"She's a food writer. Of course she eats pork. You'll be fine. You'll be fine.",
"You're right. I know you're right. I'm sure you're right.",
"&ndash; Is she early? &nbsp;&ndash; She's right on time.",
"&ndash; I'll finish, I'll finish. &nbsp;&ndash; Thank you, thank you.",
"You are a terrible human being. And very difficult to live with.",
"Who is it?",
"Amanda Hesser from The New York Times.",
"Come in.",
"You have such a sense of Julia when you do something like this,",
"as a teacher, as a voice.",
"I have conversations with her while I'm cooking.",
"And I feel like she is there with me in the kitchen.",
"She's like your imaginary friend.",
"Yes.",
"And, of course, she is the person I write for every day.",
"Although, I don't think she ever reads it. I don't know.",
"I'm dying to meet her.",
"I would like to be a bridesmaid in her wedding in 1946.",
"I realize that that would take an inexplicable episode of time travel,",
"but that is the sort of thing that I think about.",
"We're planning a pilgrimage to Julia's Cambridge kitchen",
"in the Smithsonian museum when this is over.",
"But first, I have to finish. I have 15 days and 24 recipes,",
"and I still have to bone a duck.",
"I read somewhere that it was bad form to say \"yum\" while you're eating, but \"yum.\"",
"Lower Manhattan Development Corporation, this is Julie Powell. Please hold.",
"Lower Manhattan Development Corporation, this is Julie Powell. Can you hold?",
"&ndash; Yes. &nbsp;&ndash; Great.",
"&ndash; Lower Manhattan Development... &nbsp;&ndash; Julie, it's Sarah.",
"The New York Times. I can't believe it!",
"I know. I know, I know, I know, I know. Can I call you back?",
"I have to call you back. Hold on.",
"Hello, this is Julie Powell. How can I help you?",
"&ndash; Hi. &nbsp;&ndash; Hey.",
"Guess what? Messages on machine?",
"Sixty-five.",
"&ndash; Sixty-five? &nbsp;&ndash; Sixty-five.",
"If this is the Julie Powell in this morning's New York Times, this is Judy Clain.",
"I'm an editor at Little Brown and I wanted to talk to you about",
"whether you were interested in writing a book.",
"You can call me at (212) 049-0067.",
"Hi, this is Sarah Chalfant. I am a literary agent.",
"I don't know if you have an agent,",
"but I would love to talk to you about representing you.",
"&ndash; I'm a producer at the CBS Morning News. &nbsp;&ndash; Eric, I'm going to be a writer!",
"You are a writer.",
"This is Ruth Spungen, I'm an editor at Food &amp; Wine Magazine.",
"Please give me a call at (212) 157-3245.",
"&ndash; I have to make a pear tart. &nbsp;&ndash; Later.",
"Hi. It's Mom. You're in The New York Times!",
"I can't tell ya, everybody is calling.",
"And Aunt Jessie's cousin Dorrie in Abilene,",
"the one with the husband who won the pie-eating contest",
"and is a crossword puzzle nut,",
"they have a subscription to The New York Times. They saw it in Abilene.",
"Everyone is so excited!",
"This is Ken Dryer. I'm an editor at Random House,",
"and I just read your blog and it's great. And we'd love to publish something.",
"I'm an editor at Bon Appétit.",
"Hi, I'm a producer at the Food Network. We'd love to meet with you.",
"&ndash; Talk to you. &nbsp;&ndash; We have some ideas.",
"I don't know whether you're thinking of turning this into...",
"&ndash; A book. &nbsp;&ndash; A movie.",
"&ndash; A television series. &nbsp;&ndash; A one-woman show.",
"&ndash; Call me. &nbsp;&ndash; Call me.",
"Call me.",
"Thank you, God.",
"Gimlets.",
"&ndash; Here you go. &nbsp;&ndash; Thank you.",
"&ndash; Hi, this is Julie. &nbsp;&ndash; And Eric.",
"&ndash; And we are busy cooking. &nbsp;&ndash; And blogging.",
"And other stuff, so leave a message.",
"&ndash; You make them better. &nbsp;&ndash; I just make them stronger.",
"Hi, it's Barry Ryan from the Santa Barbara News-Press,",
"and I'm writing an article about Julia Child's 90th birthday",
"and I asked her about your blog,",
"and, frankly, she was kind of a pill about it so I thought maybe you'd want to comment.",
"Hello?",
"Yes, it is.",
"She said that?",
"Julia Child said that?",
"Has she read my blog?",
"No, I don't really wanna comment.",
"But thank you for calling.",
"Julia hates me.",
"Jule?",
"They hate us.",
"Who?",
"Houghton Mifflin.",
"&ndash; They don't hate you. &nbsp;&ndash; They do. They absolutely do.",
"No, they say the book is good.",
"But they don't want to publish it.",
"Well, they think it's too expensive. They think it's \"economically prohibitive.\"",
"Eight years of our lives just turned out to be something for me to do",
"so I wouldn't have nothing to do.",
"Oh, well.",
"Boo-hoo.",
"Now what?",
"&ndash; You're a teacher. &nbsp;&ndash; Yeah.",
"You can teach.",
"Right? We'll go home and...",
"Where's home?",
"Where do we live?",
"&ndash; Home is wherever we are. &nbsp;&ndash; Yeah.",
"All right? And we'll work it out. We'll figure it out.",
"&ndash; You can teach in our kitchen. &nbsp;&ndash; True.",
"You can teach on television.",
"Television?",
"&ndash; Me? &nbsp;&ndash; Yes.",
"&ndash; Paul. &nbsp;&ndash; No, Julia.",
"I think you would be excellent on television. I do.",
"&ndash; Paul! &nbsp;&ndash; I do. I do.",
"Don't...",
"I'm not kidding you. I'm not.",
"Someone is going to publish your book.",
"Someone is going to read your book and realize what you've done.",
"Because your book is amazing.",
"Your book is a work of genius.",
"Your book is going to change the world.",
"Do you hear me?",
"You are so sweet.",
"You are",
"the sweetest man.",
"Fuck them.",
"Judith, would you take a look at this?",
"Our intrepid literary scout, Avis De Voto,",
"is friends with some woman who's written a huge French cookbook.",
"Houghton Mifflin just turned it down.",
"\"French Recipes for American Cooks.\" Terrible title.",
"Have fun, Judith.",
"Yum.",
"Yum.",
"Oh, my.",
"&ndash; Here it is. Of course. &nbsp;&ndash; What...",
"&ndash; Who's that? &nbsp;&ndash; I don't know.",
"Special delivery for Mrs. Julia Child.",
"Chilly!",
"There you are.",
"Dear Mrs. Child,",
"we have read your superb French cookbook,",
"studying it, cooking from it, estimating, and so on.",
"And we have come to the conclusion that it is a unique book",
"that we would be very proud to publish.",
"Paul! Paul!",
"What? What, what, what, what?",
"Knopf...",
"Knopf wants to publish our book.",
"Is it \"K-nopf\" or \"Nopf\"?",
"&ndash; Who cares? &nbsp;&ndash; Who cares?",
"They want to offer us an advance of $1,500.",
"Oh, my God.",
"\"We believe that your book will do for French cooking in America",
"\"what Rombauer's the Joy of Cooking did for standard cooking.",
"\"And we will sell it that way.\"",
"Julia!",
"When we meet, which I hope will be very soon,",
"I especially wanna talk to you about the title of the book.",
"Because it is of the utmost importance that the title distinguish this book",
"from all the other cookbooks on the market.",
"&ndash; Is this the way you normally do this? &nbsp;&ndash; Absolutely not.",
"\"Mastering the Art of French Cooking.\"",
"What do you think?",
"Well, at this point, I have no idea whatsoever.",
"&ndash; Julia, that won't do. &nbsp;&ndash; All right, then.",
"I love it.",
"She said \"hate\"? Julia Child used the word \"hate\"?",
"No.",
"But she said I wasn't respectful, or serious, or something.",
"How much more serious could a person be?",
"Do you think she thinks I'm sort of using her?",
"She can't have read your blog.",
"Did she read it?",
"He didn't know if she'd read it.",
"But she definitely had an opinion about it.",
"Do you think it's because I use the \"F\" word every so often?",
"Could be. Who knows?",
"Look, there's something wrong with her if she doesn't get what you're doing.",
"There is nothing wrong with her. Nothing.",
"I've spent a year with her. She's perfect.",
"The Julia Child in your head is perfect,",
"the Julia Child that doesn't understand what you're doing is not perfect.",
"The one in your head is the one that matters.",
"I'm never gonna meet her.",
"But you already know her.",
"&ndash; Thank you. &nbsp;&ndash; You're welcome. Anytime.",
"&ndash; She saved me. &nbsp;&ndash; You saved yourself.",
"I was drowning and she pulled me out of the ocean.",
"Don't get carried away.",
"Julia Child began learning to cook",
"because she loved her husband, and she loved food,",
"and she didn't know what else to do with herself.",
"And, in the process, she found joy.",
"I didn't understand this for a long time, but I do now.",
"Julia taught me that.",
"But here's what Julia really taught me.",
"So here we are.",
"One day to go and one recipe.",
"You may think that boning a duck is an impossible feat.",
"&ndash; And the whole procedure... &nbsp;&ndash; Nothing is impossible.",
"...can take as long as 45 minutes the first time because of fear.",
"Don't be afraid.",
"No fear, Julia. No fear.",
"Take your knife, confront the duck.",
"Confronting the duck. You're my duck.",
"You make a deep slit down the back of the bird",
"all the way from the neck down to the tail to expose the backbone.",
"And with a small, sharp knife, its edge always cutting against the bone...",
"I did it. Look at that, Julia. It looks just like yours.",
"...down one side of the bird... ...pulling the flesh.",
"Thread the boned duck on a board, face skin side down.",
"...patting it into place. Roll out the dough.",
"...two hours and remove it from the oven and let it cool for several hours.",
"It looks exactly the way it's supposed to look.",
"Here you go. Can you grab the plates, too?",
"&ndash; You sure? &nbsp;&ndash; I got it.",
"Coming around.",
"Here she comes. Wow!",
"Thank you. La pièce de résistance.",
"365 days. 524 recipes.",
"&ndash; Congratulations! &nbsp;&ndash; Thank you, guys.",
"Babe. It's fantastic.",
"So great.",
"I love it. I love it.",
"Eric, I could never have done this without you.",
"As someone once said,",
"you are the butter to my bread, the breath to my life.",
"To my husband.",
"I love you, babe.",
"Thank you.",
"So it's over.",
"The project has come to a close. We're back exactly where we started,",
"Eric, me, the cat, slightly worse for wear,",
"sitting in the outer boroughs, eating.",
"So thanks, everybody.",
"And guess what?",
"Bon appétit.",
"See how the counters are raised? She had them made special.",
"There's her famous mortar and pestle.",
"If you say so.",
"&ndash; Perfect. &nbsp;&ndash; Take my picture.",
"Okay.",
"That's nice. Give me something else.",
"Here we go. Talking to her.",
"That's good.",
"One more.",
"Very sweet.",
"That's it. That's the one.",
"That's the one.",
"Just give me a second.",
"I love you, Julia.",
"There you are!",
"That smells good. What are we having?",
"Navarin d'agneau.",
"Something for you."]